[
      {
        "content": "Hello, World!",
        "author": "Brian Kernighan",
        "from": "The C Programming Language"
      },
      {
        "content": "是啊，我所爱的，即非群星，也非银河。",
        "author": "云游君",
        "from": "yunyoujun.cn"
      },
      {
        "content": "当你老了，回顾一生，就会发觉：什么时候出国读书，什么时候决定做第一份职业、何时选定了对象而恋爱、什么时候结婚，其实都是命运的巨变。只是当时站在三岔路口，眼见风云千樯，你作出选择的那一日，在日记上，相当沉闷和平凡，当时还以为是生命中普通的一天。",
        "author": "陶杰",
        "from": "《杀鹌鹑的少女》"
      },
      {
        "content": "无论如何，我警告自己，不要陷入某种潮流或派别之中，我宁愿是一个怀疑者，以自己有限的眼睛和知识去亲历某些东西。我害怕我的判断蕴含着某种偏见，而这种偏见总是以真理的面目出现。",
        "author": "梁鸿",
        "from": "《中国在梁庄》"
      },
      {
        "content": "时光就像一只口袋，一路走来，不停地往里面加东西，也不停地将里面的东西拿出来，然后某一天，你会蓦然发现，原来口袋里应该有的珍藏早就不见了，更多的是看似重要，实则无用的东西。丢弃于心不忍，存放需要空间，于是口袋变得大而无当，并且东西越多，越觉得空无一物。",
        "author": "郭龙",
        "from": "《逃亡》，新概念作文一等奖"
      },
      {
        "content": "我们于日用必需的东西以外，必须还有一点无用的游戏与享乐，生活才觉得有意思。我们看夕阳，看秋河，看花，听雨，闻香，喝不求解渴的酒，吃不求饱的点心，都是生活上必要的———虽然是无用的装点，而且是愈精炼愈好。可怜现在的中国生活，却是极端地干燥粗鄙，别的不说，我在北京彷徨了十年，终未曾吃到好点心。",
        "author": "周作人",
        "from": "《北京的茶食》"
      },
      {
        "content": "我已经四十岁了，除了这只猪，还没见过谁敢于如此无视对生活的设置。相反，我倒见过很多想要设置别人生活的人，还有对被设置的生活安之若素的人。因为这个原故，我一直怀念这只特立独行的猪。",
        "author": "王小波",
        "from": "《一只特立独行的猪》"
      },
      {
        "content": "别人也许不同意，但我以为，见到一种差异，就以为这里有优劣之分，这是一种市侩心理。",
        "author": "王小波",
        "from": "《我是哪一种女权主义者》"
      },
      {
        "content": "反思能力是精神生活的关键，而独处则是反思的前提。",
        "author": "威廉・德雷谢维奇",
        "from": "《优秀的绵羊》"
      },
      {
        "content": "你观察到众人都在追逐同一样东西的时候，你判断它肯定是有价值的。",
        "author": "威廉・德雷谢维奇",
        "from": "《优秀的绵羊》"
      },
      {
        "content": "在众人做出相似的决定之时，能做出一个不同的选择绝非易事。",
        "author": "威廉・德雷谢维奇",
        "from": "《优秀的绵羊》"
      },
      {
        "content": "巧言令色，鲜矣仁。",
        "author": "孔子",
        "from": "《论语》"
      },
      {
        "content": "君子求诸己，小人求诸人。",
        "author": "孔子",
        "from": "《论语》"
      },
      {
        "content": "往者不可谏，来者犹可追。",
        "author": "孔子",
        "from": "《论语》"
      },
      {
        "content": "楼下一个男人病得要死，那间壁的一家唱着留声机；对面是弄孩子。楼上有两人狂笑；还有打牌声。河中的船上有女人哭着她死去的母亲。人类的悲欢并不相通，我只觉得他们吵闹。",
        "author": "鲁迅",
        "from": "《而已集·小杂感》"
      },
      {
        "content": "There are many who pretend to despise that which is beyond their reach. （有些人若是得不到自己想要的，就会把那样东西贬得一文不值）",
        "from": "《伊索寓言》，狐狸与葡萄"
      },
      {
        "content": "落在一个人一生中的雪，我们不能全部看见。每个人都在自己的生命中，孤独地过冬。",
        "author": "刘亮程",
        "from": "《寒风吹彻》"
      },
      {
        "content": "当一种文明不能正视自己的外部世界，也就一定不能正视自己的历史，结果只能削弱自己的体质。",
        "author": "余秋雨",
        "from": "《文化苦旅·北极寒夜》"
      },
      {
        "content": "The best time to plant a tree is 20 years ago. The second-best time is now.",
        "author": "Dambisa Moyo",
        "from": "Dead Aid"
      },
      {
        "content": "程序写出来是给人看的，附带能在机器上运行。",
        "from": "《计算机程序的结构与解释》"
      },
      {
        "content": "无知的兴趣一定是苍白的。",
        "from": "《上海交通大学生存手册》"
      },
      {
        "content": "正确的浪费剩下的时间。",
        "from": "《上海交通大学生存手册》"
      },
      {
        "content": "人生并不在考上大学那天结束，也不在拿到入职通知时戛然而止。",
        "from": "《三联生活周刊》,总第1110期"
      },
      {
        "content": "有时候，人最不能容忍在别人身上看到自己的影子。",
        "author": "刘慈欣",
        "from": "《球状闪电》"
      },
      {
        "content": "正如这篇试图浅尝辄止的关于纸质杂志的文章，也是通过手机的入口，推送到你的面前。这样带有象征性和黑色幽默的举动，也是一场默认了权力交替的仪式。",
        "from": "《今天纸质杂志死掉了吗》，少数派"
      },
      {
        "content": "我曾数次设想一个场景，宛若梦魇：多年之后，生活不如意的我回首现今，后悔没能选择另一条道路。但反复纠结之后，我意识到我别无他法，只能坦然：谁又能预知未来呢？即便给我一万次机会，站在此时此刻，不借助更多的后验知识，我想，我也无法做出更好的选择。所以，直面选择之后，只管一往无前吧。",
        "author": "无辄",
        "from": "《二十一岁，直面选择，一往无前》"
      },
      {
        "content": "You can’t skip chapters, that’s not how life works. You have to read every line, meet every character. You won’t enjoy all of it. Hell, some characters will make you cry for weeks. You will read things you don’t want to read, you will have moments when you don’t want the pages end. But you have to keep going. Stories keep the world revolving. Live yours, don’t miss out.",
        "from": "pillow thoughts"
      },
      {
        "content": "The problem is, if we don’t deal with politics, politics will deal with us.",
        "author": "Don Ho",
        "from": "Notepad++ v7.8.1 : Free Uyghur"
      },
      {
        "content": "Helping one person might not change the world, but it could change the world for one person.",
        "from": "@anxiety_positive"
      }

  ]


